Repository: alicolville/Weight-Tracker
Catalog: languages/weight-loss-tracker-*.po
Languages: da_dk, es_es, fi_fi, hu_hu, pt_br

source: Date
da_dk: Dato
es_es: Fecha
fi_fi: Päivä
hu_hu: Dátum
pt_br: Data

source: Weight
da_dk: Vægt
es_es: Peso
fi_fi: Paino
hu_hu: Testsúly
pt_br: Peso

source: Notes
da_dk: Noter
es_es: Notass
fi_fi: Huomautus
hu_hu: Feljegyzések
pt_br: Notas

source: You need to be logged in to record your weight.
da_dk: Du skal være logget ind for at registrere din egen vægt
es_es: Tienes que estar conectado para registrar su peso.
fi_fi: Sinun pitää kirjautua tallentaaksesi painon
hu_hu: A bejegyzéshez be kell jelentkezni
pt_br: Você precisa estar logado para gravar o seu peso.

source: Login now
da_dk: Log ind
fi_fi: Kirjaudy nyt
hu_hu: Belépés
pt_br: Logar agora

source: Inches
da_dk: tommer
hu_hu: Hüvelyk

source: Target
da_dk: Målvægt
fi_fi: Kohde
hu_hu: Cél
pt_br: Alvo

source: Measurement
da_dk: Målinger
hu_hu: Mérés

source: You have modified data. Please refresh page.
da_dk: Data er blevet ændret. Vennligst opdatere siden.
fi_fi: Olet päivittänyt tietoja. Olehyvä ja päivitä sivu.
hu_hu: Módosított adat. Kérjük, frissítse a lapot.
pt_br: Você modificou os dados. Por favor, atualize a página.

source: Target Weight
da_dk: Målvægt
es_es: Peso deseado
fi_fi: Tavoitepaino
hu_hu: Cél súly
pt_br: Peso Alvo

source: Add a new weight
da_dk: Tilføj en ny vægt
es_es: Añadir un nuevo peso
fi_fi: Lisää uusi paino
hu_hu: Új süly hozzáadása
pt_br: Adicione um novo peso

source: Your target weight is
da_dk: Din målvægt er
fi_fi: Sinun tavoitteesi on
hu_hu: A cél súly
pt_br: O seu peso alvo é

source: Stones
da_dk: sten
fi_fi: Stone

source: Pounds
da_dk: pund
es_es: Libras
fi_fi: Pauna
hu_hu: Font
pt_br: Libras

source: Add measurements
da_dk: Tilføj målinger
hu_hu: Új mérés hozzáadása

source: Set Target
da_dk: Sæt målvægt
fi_fi: Aseta tavoitteesi
hu_hu: Cél beállítása
pt_br: Configurar Algo

source: Save Entry
da_dk: Gem indtastning
es_es: Guardar entrada
fi_fi: Tallenna toiminto
hu_hu: Mentés
pt_br: Salvar Dados

source: Clear Target
da_dk: Nulstil felt
fi_fi: Posta tavoitteesi
hu_hu: Cél törlése

source: Please enter a between 0-14 for pounds
da_dk: Indtast venligst en værdi mellem 0-14 pund
fi_fi: Olehyvä ja aseta 0-14 paunaa
hu_hu: Kérjük, adja meg 0-14 font között

source: Please enter a valid figure for pounds
da_dk: Angiv et gyldigt tal for pund
fi_fi: Annan kelvollinen luku paunoina
hu_hu: Adja meg az érvényes adatot fontban
pt_br: Por favor, insira um número válido para libras

source: Are you sure you wish to clear your target weight?
da_dk: Er du sikker på at du vil nulstille?
fi_fi: Oletko varma että haluat poistaa tavoitepainosi
hu_hu: Biztos szeretné módosítani a célját?

source: Please enter a valid figure for Kg
da_dk: Indsæt et korrekt format for kg
fi_fi: Anna kelvollinen luku kiloina
hu_hu: Kérjük adja meg a kg-ban
pt_br: Por favor, insira um número válido para Kg

source: Please enter a valid figure for Stones
da_dk: Angiv et gyldigt tal for sten
fi_fi: Anna kelvollinen luku paunoina
pt_br: Por favor, insira um número válido para stones

source: Please enter a valid date
da_dk: Indtast venligst en korrekt dato
fi_fi: Anna kelvollinen päiväys
hu_hu: Kérjük adja meg az érvényes dátumot
pt_br: Por favor digite uma data válida

source: Please confirm you wish to delete ALL your weight history
da_dk: Bekræft venligst sletning af ALT vægt historik.
fi_fi: Oletko varma että haluat poistaa KAIKKI sinun painohistoriasi
hu_hu: Eősítsme meg ,hogy törli az összes előzményt
pt_br: Por favor, cofirme que você deseja apagar TODO o seu histórico de peso.

source: Are you sure you wish to delete this entry? If so, press OK.
da_dk: Er du sikker på at du vil slette denne post?
fi_fi: Oletko varma että halua poistaa tämän valinnan? Jos olet, paina OK.
hu_hu: Törölni szeretné? Ha igen nyomja meg az OK-t

source: Please enter a valid measurement (
da_dk: Indtast venligst en gyldig målenhed (
hu_hu: Írjon be érvényes adatot

source: Done
da_dk: OK

source: Today
da_dk: I dag

source: The following MySQL tables are missing for this plugin
da_dk: Følgende MySQL tabeller mangler for dette plugin
fi_fi: Seuraavat MySQL taulokot puuttuvat tästä pluginista
hu_hu: Az alábbi MySQL táblák hiányoznak a plugint
pt_br: A seguintes tabelas do MySQL estão faltando para este plugin

source: View all weeks
da_dk: Se alle uger
es_es: Ver todas las semanas
fi_fi: Näytä kaikki viikot
pt_br: Ver todas as semanas

source: View Week
da_dk: Se uge
es_es: Ver Semanas
fi_fi: Näytä viikko
pt_br: Ver semana

source: to
da_dk: til
es_es: para
pt_br: para

source: The plugin supports the following measurements
da_dk: Dette plugin understøtter følgende målinger
hu_hu: A plugin támogatja a következő méréseket

source: Forearm - Left
da_dk: Forarm - venstre
hu_hu: Alkar - Bal

source: Forearm - Right
da_dk: Forarm - højre
hu_hu: Alkar - jobb

source: Bicep - Left
da_dk: Biceps - venstre
hu_hu: Bicepsz - Bal

source: Bicep - Right
da_dk: Biceps - højre
hu_hu: Bicepsz - jobb

source: Calf - Left
da_dk: Læg - venstre
hu_hu: Vádli bal

source: Calf - Right
da_dk: Læg - højre
hu_hu: Vádli jobb

source: Thigh - Left
da_dk: Lår - venstre
hu_hu: Comb bal

source: Thigh - Right
da_dk: Lår - højre
hu_hu: Comb jobb

source: Waist
da_dk: Talje
hu_hu: Derék

source: Height
da_dk: Højde
hu_hu: Magasság

source: Buttocks
da_dk: Bagdel
hu_hu: Fenék

source: Settings
da_dk: Indstillinger
fi_fi: Asetukset
hu_hu: Beállítások
pt_br: Configurações

source: Manage User Data
da_dk: Administrer brugerdata
fi_fi: Hallitse käyttäjätietoja
hu_hu: Felhasználói adatok kezelése
pt_br: Gerenciar Dados dos Usuários

source: Get Pro Version
da_dk: Få Pro versionen
fi_fi: Hanki Pro versio
hu_hu: Pro verzió megtekintése
pt_br: Versão Pro

source: Help
da_dk: Hjælp
fi_fi: Apua
hu_hu: Súgó
pt_br: Ajuda

source: Saved!
da_dk: Gemt!
es_es: Guardado!
fi_fi: Tallennettu
hu_hu: Mentve!
pt_br: Salvo!

source: An error occurred while saving your data!
da_dk: En fejl er opstået!
fi_fi: Sattui virhe tallennettaessa tietoja!
hu_hu: Hiba történt mentés közben
pt_br: Um erro ocorreu ao salvar seus dados!

source: No user specified (hash)
da_dk: Ingen bruger specificeret (hash)
fi_fi: Ei käyttäjää määritetty (hash)
hu_hu: Nincs felhasználó által meghatározott (kivonat)
pt_br: Usuário não especificado (hash)

source: No user specified
da_dk: Ingen bruger specificeret
fi_fi: Ei käyttäjää määritetty
hu_hu: Nincsenek felhasználók
pt_br: Usuário não especificado

source: Your settings have been saved!
da_dk: Instillingerne er blevet gemt!
fi_fi: Asetuksesi on tallennettu
hu_hu: A beállítások mentése megtörtént
pt_br: Suas configurações foram salvas!

source: Your weight history has been deleted!
da_dk: Din vægt historie er blevet slettet!
fi_fi: Painohistoriasi on poistettu!
hu_hu: A tömeg történelem töröltük!
pt_br: Seu histórico de peso foi apagado!

source: Overview
da_dk: Oversigt
fi_fi: Yleisnäkymä
hu_hu: Áttekintés
pt_br: Visão Geral

source: Chart / Add Weight
da_dk: Graf / tilføj vægt
fi_fi: TAulukko / Lisää paino
hu_hu: Új súly hozzáadása
pt_br: Gráfico / Adicionar Peso

source: View all recorded weights
da_dk: Se alle målinger
fi_fi: Näytä kaikki tallennetut painosi
hu_hu: Összes megtekintése
pt_br: Ver todos os registros de peso

source: Choose weight units, date format, etc
da_dk: Vælg vægtenheder, datoformat osv.
fi_fi: Valitse painoyksiköt, päivä asetukset, jne
hu_hu: Válasszon mértékegységet
pt_br: Escolha a unidade de peso, formato de data, etc...

source: In a chart
da_dk: I et diagram
es_es: En el gráfico
fi_fi: Painonseuranta taulukko
hu_hu: Diagram
pt_br: Gráfico

source: A graph will appear once several weights have been entered.
da_dk: En graf vil blive vist her, når du har registreret mindst 2 målinger.

source: Weight History
da_dk: Vægt historik
es_es: Historial de Peso
fi_fi: Paino historia
hu_hu: Előzmény
pt_br: Histórico de Peso

source: There is no data for this week, please try selecting another:
da_dk: Der er ingen data for denne uge, prøv venligst at vælge en anden uge:
fi_fi: Ei löydy tietoja tältä viikolta, Ole hyvä ja valitse toinen:
hu_hu: Nincs heti adat

source: You haven't entered any weight data yet.
da_dk: Du har ikke indtastet nogle vægtdata endnu.
fi_fi: Et ole asettanut yhtään painoa vielä
hu_hu: Nem írt be értéket
pt_br: Você ainda não adicionou nenhum peso.

source: You can find detailed help with this plugin at our Github Wiki:
da_dk: Du kan finde detaljeret hjælp med dette plugin på vores Github Wiki:
fi_fi: Löydät yksityiskohtaista apua tähän laajennuksen meidän Github Wiki:stä

source: Our road map
da_dk: Vores køreplan
hu_hu: Az útiterv

source: Interested in the future development of this plugin? Then have a peek at our road map:
da_dk: Interesseret i den fremtidige udvikling af dette plugin? Så tag et kig på vores køreplan:
fi_fi: Kiinnostunut meidän pluginin yksityiskohtaisesta suuntelmasta? Kurkista meidän road mappia:

source: You do not have sufficient permissions to access this page.
da_dk: Du har ikke tilstrækkelige tilladelser til at få adgang til denne side.
es_es: No tienes permisos para accesar a ésta página.
fi_fi: Sinulla ei ole tarvittavia oikeuksia tälle sivulle.
hu_hu: Nem rendelkezik megfelelő engedéllyel az oldal eléréséhez.
pt_br: Você não tem permissão suficiente para acessar esta página.

source: Get Weight Loss Tracker Pro for
da_dk: Få Weight Loss Tracker Pro for
fi_fi: Hanki Weight Loss Tracker Pro
hu_hu: Súly csökkenés napló
pt_br: Obter o Weight Loss Tracker Pro

source: and have the following features listed below.
da_dk: og få følgende funktioner nedenfor.
fi_fi: ja seuraavat ominaisuudet listattuna alla.
hu_hu: használja az alábbi funkciókat
pt_br: e tenha acesso às características listadas abaixo:

source: In case you need, your <strong>Site Hash</strong> is
da_dk: Hvis du har brug for at, <strong> site Hash </ strong> skal være
fi_fi: Sinä tarvitset, <strong>Site Hash</strong>
hu_hu: Abban az esetben van szükség, a <strong>Webhely vagdalék</strong> van

source: Upgrade now for
da_dk: Opgrader nu for
fi_fi: Päivitä nyt
hu_hu: Most!
pt_br: Atualize agora para

source: Enter License Key
da_dk: Indsæt licensnøgle
fi_fi: Anna lisenssiavain
hu_hu: Licenc kulcs megadása
pt_br: Insira a chave da sua Licença

source: Got an existing license key? If so, enter it below
da_dk: Har du en eksisterende licensnøgle? Hvis det er tilfældet, angiv den nedenfor
fi_fi: Saatu voimassa olevan lisenssin avain? Jos näin on, kirjoita se alle
hu_hu: Van egy meglévő engedély kulcs? Ha igen, adja meg
pt_br: Você já tem uma Licença? Então, insira abaixo:

source: In case you need, your <strong>Site Hash</strong>
da_dk: Hvis du har brug for at, <strong> site Hash </ strong>
fi_fi: Sinä tarvitset, <strong>Site Hash</strong>
hu_hu: Abban az esetben van szüksége, a <strong>Webhely kivonata</strong>
pt_br: Em caso de necessidade, seu <strong>Site Hash</strong>

source: Enter license key
da_dk: Indsæt licensnøgle
fi_fi: Kirjoita lisenssiavain
hu_hu: Adja meg a licenc kódot
pt_br: Insira a sua licença

source: Add License
da_dk: Tilføj licens
fi_fi: Lisää lisenssi
hu_hu: Liszenc hozzáadása
pt_br: Adicionar Licença

source: Features of Pro version
da_dk: Funktioner for Pro version
fi_fi: Pro version ominaisuudet
hu_hu: A Pro verzió funkciói
pt_br: Características da versão Pro

source: Below is a list of the intended features of the Pro version:
da_dk: Herunder er en liste over de tilsigtede funktioner i Pro versionen:
fi_fi: Alla on listattuna Pro version ominaisuudet
hu_hu: Lista a Pro verzió funkcióiról
pt_br: Abaixo está a lista das características pretendidas para a versão Pro:

source: Please visit our Wiki for documentation!
da_dk: Besøg vores Wiki for dokumentation!

source: Rebuild them now
da_dk: Genopbyg nu
fi_fi: uudelleenrakenna ne nyt
hu_hu: Újraépítés
pt_br: Reconstruis agora

source: Settings
da_dk: Indstillinger
es_es: Ajustes
fi_fi: Asetukset
hu_hu: Beállítások
pt_br: Configurações

source: General settings
da_dk: Generelle indstillinger
fi_fi: Yleiset asetukset
hu_hu: Általános beállítások
pt_br: Configurações gerais

source: User Experience
da_dk: Brugererfaring
fi_fi: Käyttäjäkokemus
hu_hu: Felhasználói élmény

source: Settings that effect the user's overall experience
da_dk: Indstillinger, der påvirker brugerens samlede oplevelse
fi_fi: Asetukset, jotka vaikuttavat käyttäjän kokemukseen
hu_hu: Ebben az értelemben a felhasználó átfogó tapasztalat beállítások

source: Chart styling and config
da_dk: Diagram style og konfig
fi_fi: Taulukon tyyli ja asetukset
hu_hu: Diagram stílus és a config
pt_br: Estilo do gráfico e configuração

source: Allow users to record their measurements
da_dk: Tillad brugere at registrere deres målinger
hu_hu: Lehetővé teszik a használók-hoz feljegyzés a mérés

source: Weight Units
da_dk: Vægtenheder
es_es: Unidades Peso
fi_fi: Painoyksikkö
hu_hu: Válasszon mértékegységet
pt_br: Unidades de Peso

source: You can specify whether to display weights in Kg, Stones & Pounds or just Pounds. Please note: The graph will be displayed in Pounds if "Stones & Pounds" is selected.
da_dk: Du kan vælge om du vil have vægten vist i Kg, Stones & Pounds eller kun Pound. Bemærk hvis der vælges Stones & Pounds vil grafen vises i Pound.
es_es: Usted puede especificar si desea mostrar los pesos en Kg, piedras y libras o sólo libras. Nota: el gráfico se mostrará en libras si se selecciona "Piedras & libras".
fi_fi: Voit määrittää, näytetäänkö painot kg, Stone ja Paunat tai vain Paunat. Huomaa: kuvaaja näytetään punnissa jos "Stone ja Paunat" on valittu.
hu_hu: Választhat Kg és Font között.
pt_br: Você pode especificar se deseja exibir pesos em Kg, Stones e Libras ou apenas Libras. Atenção: O gráfico será exibido em Libras se "Stones e Libras" for selecionado.

source: UK or US Date format?
da_dk: DK eller US dato format?
fi_fi: UK or US Päivä formaatti?
hu_hu: Angol, vagy amerikai dátumformátum?
pt_br: Formato da Data BR ou US?

source: UK (DD/MM/YYYY)
da_dk: DK (DD/MM/YYYY)
fi_fi: UK (Päivä/Kuukausi/Vuosi)
hu_hu: NN/HH/ÉÉÉÉ
pt_br: BR (DD/MM/YYYY)

source: Specify what format dates should be displayed in (i.e. UK or US format)
da_dk: Angiv hvilket format datoer skal vises i (dvs. DK eller US format)
fi_fi: Valitse minä muotona päivät pitäisi näyttää (esim. UK vai US)
hu_hu: Döntse el melyik formátumot használja!
pt_br: Especificar qual o formato da data deve ser exibido (BR ou US)

source: Allow decimal places?
da_dk: Tillad decimaler?
fi_fi: Salli desimaalimerkki
hu_hu: Lehetővé teszi a tizedesjegyek?
pt_br: Habilitar casa decimal?

source: Yes
da_dk: Ja
es_es: Si
fi_fi: Kyllä
hu_hu: Igen
pt_br: Sim

source: No
da_dk: Nej
fi_fi: Ei
hu_hu: Nem
pt_br: Não

source: If enabled, Decimal weight entries will be allowed in Kg or Pounds mode.
da_dk: Hvis aktiveret, vil decimal vægt poster være tilladt i kg eller pund tilstand.
fi_fi: Jos valittu, desimaalimerkki on sallittu Kg tai Pauna moodissa
hu_hu: Decimális mód: Kg vagy font beállítással
pt_br: Se habilitado, números decimais serão permitidos em modo Kg ou Libras.

source: Display BMI in tables?
da_dk: Vis BMI i tabeller?
hu_hu: BMI megjelenítés táblázatban?

source: If enabled, BMI values will be displayed alongside weight entries in data tables.
da_dk: Hvis aktiveret, vil BMI værdier blive vist sammen med vægt poster i datatabeller.
hu_hu: Ha engedélyezve van, akkor BMI értékek tömeg tételek adattáblák mellett jelenik meg.

source: Disable plugin CSS?
da_dk: Deaktiver plugin CSS?
fi_fi: Disabloi plugin CSS
pt_br: Desabilitar CSS do plugin?

source: If you wish to style the forms in your own way, you can use this option to disable WLT's style sheets.
da_dk: Hvis du ønsker at style formularerne på din egen måde, kan du bruge denne mulighed for at deaktivere WLT's style sheets.
fi_fi: Jos haluat käyttää omaa tyyliä tässä formissa, voit valita option poista WLT tyylitaulukko
pt_br: Se você deseja ajustar o estilo de sua própria maneira, você pode usar esta opção para desabilitar o estilo do plugin WLT.

source: Disable user stats?
da_dk: Deaktiver bruger statistik?

source: User stats are maintained to help power shortcodes such as [weight-loss-tracker-league-table]. This involves a cron job being run every hour to refresh a user's stats such as first weight, recent weight and total lost. The figures are also re-produced on each weight entry modification and can then be used to generate a league table. This feature could <em>potentially</em> reduce performance on your site. If you are not using the leaderboard shortcodes it is advised to disable this.
da_dk: Bruger statistik vedligeholdes for at hjælpe "power shortcodes" såsom [vægttab-tracker-liga-table]. Dette indebærer et cron job der kører hver time for at opdatere en brugers statistik, såsom første vægt, nylig vægt og total tabt. Tallene er også re-produceret på hver vægt angivelse der er modficeret og kan derefter anvendes til at generere en liga tabel. Denne funktion kan <em>potentielt</ em> reducere ydeevnen på dit websted. Hvis du alligevel ikke bruger "leaderboard shortcodes", tilrådes det at deaktivere denne.

source: Send usage data to YeKen?
da_dk: Send brugsdata til YeKen?

source: We would love to see how our plugin is used. By consenting, you are allowing permission for the following data to be sent on a monthly basis to YeKen: URL, summary of settings, count of recorded weights and measurements. No user or admin data will ever be transmitted.
da_dk: Vi ville elske at se, hvordan vores plugin bruges. Ved at give dit samtykke, giver du tilladelse til følgende data, der skal sendes på månedsbasis til YeKen: URL, oversigt over indstillinger, optælling af indtastede vægte og målinger. Ingen bruger eller admin data vil nogensinde blive transmitteret.

source: Allow target weights?
da_dk: Tillad målvægt?
es_es: ¿Permiten pesos de destino?
fi_fi: Sallitko kohdepainon?
hu_hu: Cél súly engedélyezése?
pt_br: Habilitar peso alvo?

source: If enabled, a user is allowed to enter a target weight. This will be displayed as a horizontal bar on the line chart.
da_dk: Hvis denne er aktiveret kan brugeren indtaste et vægtmål. Dette vil blive vist som en horisontal linje på grafen
es_es: Si está activado, un usuario puede introducir un peso objetivo. Esto se mostrará como una barra horizontal en el gráfico de líneas.
fi_fi: Jos sallittu, käyttäjä voi asettaa kohdepainon. Tämä näkyy vaakapalkkina taulukossa
pt_br: Se habilitado, um usuário tem permissão para inserir um peso alvo. Um campo será exibido na barra horizontal do gráfico de linhas.

source: Allow user settings
da_dk: Tillad bruger indstillinger
fi_fi: Salli käyttäjäasetukset
hu_hu: Felhasználó beállításainak engedélyezése
pt_br: Habilitar configuração do usuário

source: Allow your users to select their own weight unit, date format and remove all their data.
da_dk: Lad dine brugere at vælge deres egen vægt enhed, datoformat og fjerne alle deres data.
fi_fi: Salli käyttäjän valita heidän painoyksikkö, päiväysmuoto ja poistaa kaikki heidän data
pt_br: Permite o usuário selecionar a sua unidade de peso, formato de data e remover todos os seus dados.

source: Advanced data tables?
da_dk: Avancerte tabeller?
fi_fi: Edistynyt data taulukko

source: User's weight history is presented in responsive tables that allow sorting, paging, editing and deleting. Weight Index (i.e. percentage lost / gained to be displayed.)
da_dk: Brugerens vægt historie præsenteres i responsive tabeller, der tillader sortering, personsøgning, redigering og sletning. Vægt Index (dvs. procentdel tabt / vundet skal vises.)
fi_fi: Käyttäjän paino historia esitetään myötämielisenä taulukoita, jotka mahdollistavat lajittelu, henkilöhaku, muokata ja poistaa. Paino Index (eli prosentuaalinen kadonnut / saadut näytetään.)

source: Display data in tabs?
da_dk: Vis data i faneblade?
es_es: Mostrar informacion en las peestañas
fi_fi: Näytä datataulukko
pt_br: Exibir dados nas abas?

source: If enabled, "Weight History" and "Target Weight" will be displayed on sepearate tabs.
da_dk: Hvis denne er aktiveret vises "Vægt Historik" og "Målvægt" på hvert sit faneblad.
es_es: Si está habilitado, "Historia de peso" y "Peso del destino" se mostrará en sepearate tabs.
fi_fi: Jos enabloitu "painohistoria" ja "kohdepaino" näytetään erillisenä taulukkona
pt_br: Se habilitado, "Histórico do Peso" e "Peso Alvo" serão mostrados em abas separadas.

source: Default chart type
da_dk: Standard diagramtype
fi_fi: Oletusarvoinen taulukkotyyppi
pt_br: Tipo de gráfico padrão

source: Line Chart
da_dk: Linje diagram
fi_fi: Linja taulukko
pt_br: Gráfico em Linha

source: Highly Recommended
da_dk: Særdeles anbefalet
hu_hu: Erősen ajánlott

source: Bar Chart
da_dk: Søjle diagram
fi_fi: Pylvästaulukko
pt_br: Gráfico em Barra

source: Display gridlines?
da_dk: Vis gitterlinjer?
fi_fi: Näyttö ruudukon?

source: If enabled, "Allows points and labels to be displayed on graph.
da_dk: Hvis denne er aktiveret vises punkter og tekster på grafen.
es_es: Si está habilitado, permite puntos y etiquetas para visualizarse en el gráfico.
fi_fi: Jos käytössä, "Mahdollistaa pisteet ja etiketit näytetään kaaviossa.
pt_br: Se habilitado "Permite que os pontos e detalhes sejam mostrados no gráfico.

source: Weight colour?
da_dk: Vægt farve?
fi_fi: Painon väri?

source: If enabled, enter a HEX colour code to use for the Weight history line / bar border on graph.
da_dk: Hvis det er aktiveret, skal du indtaste en HEX farvekode bruge til Vægt historie linje / bar grænsen på grafen.

source: Should y Axes start at 0?
da_dk: Skal y-akserne starte ved 0?

source: If enabled, y Axes shall start at 0. Otherwise, they are automatically calculated.
da_dk: Hvis aktiveret, skal y-akserne starte ved 0. Ellers vil de blive automatisk beregnet.

source: Line Chart Options
da_dk: Linje diagram Indstillinger

source: Bezier Curve?
da_dk: Bezier kurve?

source: If enabled, lines between points on a line graph will be curved
da_dk: Hvis aktiveret, vil linjer mellem punkter på en linje graf være buet
fi_fi: Jos käytössä, linjoihin pisteiden välissä viivakuvaaja kaareutuu

source: Target line colour?
da_dk: Mål linje farve?
fi_fi: Kohdelinjäväri?

source: If enabled, enter a HEX colour code to use for the Target line on graph.
da_dk: Hvis det er aktiveret, skal du indtaste en HEX farvekode for at bruge til mål linje på grafen.
fi_fi: Jos käytössä, kirjoita HEX värikoodi käyttää Kohdelinja käyrää.
pt_br: Se habilitado, insica o código da cor HEX para o usuário ver a linha do seu objetivo de peso no gráfico.

source: Display points on graph?
da_dk: Vis punkter på grafen?
es_es: Mostrar los puntos en el grafíco?
fi_fi: Näytä pisteet kaaviossa
pt_br: Mostrar pontos no gráfico?

source: Point thickness
da_dk: Punkt tykkelse

source: Specifies the point thickness on a line chart.
da_dk: Angiver punkt tykkelse på et linje diagram.
fi_fi: Määrittää pisteen paksuus viivakaaviossa.

source: Bar Chart Options
da_dk: Søjle diagram indstillinger

source: Weight fill colour?
da_dk: Vægt fyldfarve?
fi_fi: Painoviivan täyttöväri?

source: If enabled, enter a HEX colour code to use for filling the Weight bars on the graph.
da_dk: Hvis det er aktiveret, skal du indtaste en HEX farvekode der skal bruges til at fylde vægtsøjlerne på grafen.

source: If enabled, a user can also add body measurements along with their weights.
da_dk: Hvis den er aktiveret, kan en bruger også tilføje kropsmål sammen med deres vægte.

source: Measurement Units
da_dk: Målenheder
hu_hu: Mértékegységek

source: Centimetres
da_dk: centimeter
hu_hu: Centiméter

source: Default unit for recording measurements.
da_dk: Standard enhed til optagelse af målinger.

source: Measurements mandatory?
da_dk: Målinger påkrævet?
hu_hu: Mérések kötelező?

source: If yes, a user will be forced to complete all measurement features.
da_dk: Hvis ja, vil en bruger blive tvunget til at udfylde alle målefunktioner.
