Repository: alicolville/Weight-Tracker
Catalog: languages/weight-loss-tracker-*.po
Languages: da_dk, es_es, fi_fi, hu_hu, pt_br

source: Areas of measurements
da_dk: Områder i målinger
hu_hu: Mérések területei

source: Chart Colour
da_dk: Diagram farve
hu_hu: Színes diagram

source: No data available in table
da_dk: Ingen data tilgængelig for visning.

source: Showing _START_ to _END_ of _TOTAL_ entries
da_dk: Viser fra _START_ til _END_ af _TOTAL_ målinger

source: Showing 0 to 0 of 0 entries
da_dk: Viser fra 0 til 0 af 0 målinger

source: (filtered from _MAX_ total entries)
da_dk: (filtreret fra _MAX_ målinger)

source: Show _MENU_ entries
da_dk: Vis _MENU_ målinger

source: Loading...
da_dk: Indlæser...
hu_hu: Betöltés...

source: Processing...
da_dk: Arbejder...
hu_hu: Feldolgozás...

source: Search:
da_dk: Søg:
hu_hu: Keresés:

source: No matching records found
da_dk: Ingen resultater fundet
hu_hu: Nem található megfelelő bejegyzés találat

source: Last
da_dk: Sidste
hu_hu: Utolsó

source: Next
da_dk: Næste
hu_hu: Következő

source: : activate to sort column ascending
da_dk: : aktiver for at sortere kolonnen stigende

source: : activate to sort column descending
da_dk: : aktiver for at sortere kolonnen faldende

source: <strong>Measurements.</strong> Support for recording measurements like Hip, Waist, Leg, Bicep, etc. Displayed on charts and tables.
da_dk: <Strong>Målinger.</ Strong> Støtte til optagelse af målinger som hofte, talje, ben, bicep osv, vises på diagrammer og i tabeller.

source: <strong>BMI.</strong> Allows a user to specify their height. Once specified, their BMI is displayed next to each weight entry. There is also a shortcode to render the latest BMI.
da_dk: <Strong>BMI.</ Strong> Giver en bruger mulighed for at angive deres højde. Når angivet, vil deres BMI vises ud for hver vægt post. Der er også en "shortcode" at vise den nyeste BMI.

source: <strong>Overall user stats.</strong> Shortcodes that allow you to display the total lost / gained for the community and another to display a league table.
da_dk: <Strong>Samlet bruger statistik. </ Strong> "Shortcodes" der giver dig mulighed for at vise den samlede tabte / vundet for samfundet og et andet for at vise en rangliste.

source: <strong>Widgets.</strong> Widgets that allow you to display the graph and quick weight entry form within any widget area.
da_dk: <Strong>Widgets.</ Strong> Widgets, der tillader dig at vise en graf og hurtig vægt indtastningsområdet inden for enhver widget-området.
fi_fi: <Strong> Widgetit. </ Strong> Widgetit, joiden avulla voit näyttää kuvaajan ja nopea painon osuuksina minkä tahansa widget-alueella.
pt_br: <strong>Widgets.</strong> Widgets que permite visualizar o gráfico e o formulário de entrada do peso dentro de qualquer área de widget.

source: <strong>Chart and form Shortcodes.</strong> That allow you to display the graph and quick weight entry form by placing a shortcode on any post or page.
da_dk: <Strong>Diagram dannet ud fra "Shortcodes".</ Strong> Det giver dig mulighed for at vise grafen og hurtig vægt indtastningsområdet ved at placere en "shortcode" på et indlæg eller en side.
fi_fi: <Strong> Kartta ja muoto Lyhytkoodit. </ Strong> Tämän avulla voit näyttää kuvaajan ja nopea painon ilmoittautumislomake asettamalla lyhytkoodi mihin tahansa post tai sivun ..
pt_br: <strong>Shortcodes do gráfico e formulário.</strong> Permitem visualizar o gráfico e o formulário de entrada de peso, colocando um shortcode em qualquer post ou página.

source: <strong>Text Shortcodes.</strong> Additional shortcodes for earliest and most recent dates entered.
da_dk: <Strong>Tekst "Shorcodes".</ Strong> Yderligere "shortcodes" for tidligste og seneste datoer indtastet.
fi_fi: <Strong> Text Lyhytkoodit. </ Strong> Muita lyhytkoodit varten varhaisin ja viimeisimmän päivämääriä tuli.
pt_br: <strong>Shortcodes de Texto.</strong> Shortcodes adicionais para os dados mais antigos e dados mais recentes já inseridos.

source: <strong>Admin: View / Delete user data</strong>. Admin will be able to view and delete existing user data.
da_dk: <Strong>Admin: Se / Slet brugerdata.</ strong> Admin vil være i stand til at se og slette eksisterende brugerdata.
fi_fi: <Strong> Järjestelmänvalvoja: Näytä / poista käyttäjätietoja </ strong>. Admin voi tarkastella ja poistaa olemassa olevan käyttäjän tietoja.

source: <strong>User preferences</strong>. If enabled, the user will be able to select which unit they wish to store their weight in Metric or Imperial. They will also be able to specify date format and clear all their weight data.
da_dk: <Strong>Brugerindstillinger.</ strong> Hvis aktiveret, vil brugeren være i stand til at vælge, hvilken enhed, de ønsker at gemme deres vægt i, Metrisk eller Imperial. De vil også være i stand til at angive dato format og slette alle deres vægt data.
fi_fi: <Strong> Omat asetukset </ strong>. Jos käytössä, käyttäjä voi valita, minä yksikkönä he voivat tallentaa niiden painon Metric tai Imperial. Voivat myös määritellä päivämäärän muoto ja poistaa kaikki heidän painotiedot.
pt_br: <strong>Preferências do Usuário</strong>. Se habilitdo, o usuário será capaz de selecionar qual unidade que pretende armazenar o seu peso em Imperial ou Métrico. Eles também serão capazes de especificar o formato de data e limpar todos os seus próprios dados de peso.

source: <strong>Bar Charts</strong>. Fancy something different to a line chart? The plugin will also support Bar Charts.
da_dk: <Strong>Søjle diagram.</ strong> Noget fancy til et linje diagram? Dette plugin vil også støtte søjle diagram.
fi_fi: <Strong> pylväskaaviot </ strong>. Mieltymys jotain erilaista viivakaaviota? Laajennus tukee myös pylväsdiagrammin.
pt_br: <strong>Gráfico em Barra</strong>. Gosta de algo diferente para o gráfico de linhas? O plugin também suporta Gráfico em Barra.

source: <strong>Decimals</strong>. Decimals will be allowed weight in Pounds only or Kg modes.
da_dk: <Strong>Decimaler.</ strong> Decimaler vil kun være tilladt for vægt angivet i kg eller pund.
fi_fi: <Strong> Desimaalia </ strong>. Desimaalit sallitaan paino Punnissa ainoastaan tai Kg tiloissa.
pt_br: <strong>Decimais</strong>. Os decimais serão permitidos em modo Libras ou Kg.

source: <strong>Delete existing entry</strong>. A logged in user will be able to delete or edit an existing weight entry.
da_dk: <Strong>Slet eksisterende post.</ strong> En indlogget bruger vil være i stand til at slette eller redigere en eksisterende vægt post.
fi_fi: <Strong> Poista olemassa olevaa merkintä </ strong>. Kirjautunut käyttäjä voi poistaa tai muokata olemassa olevaa paino merkintöjä.

source: <strong>Better Tables.</strong>. Data tables in front end and admin will support paging and sorting.
da_dk: <Strong>Bedre tabeller.</ Strong> Datatabeller i "frontend" og "admin" vil tillade personsøgning og sortering.
fi_fi: <Strong> Parempi Taulukot. </ Strong>. Arvotaulukoiden front end ja admin tukee haku- ja lajittelun.
pt_br: <strong>Tabela Aprimorada.</strong>. As tabelas dos dados no "front-end e administrador" terá suporte a paginação e ordenação.

source: <strong>Admin: Extra Settings</strong>. Extra settings to customise the plugin will be added e.g. number of plot points on graph, rows per page, etc.
da_dk: <Strong>Admin: Ekstra indstillinger.</ strong> Ekstra indstillinger for at tilpasse plugin vil blive tilføjet, f.eks antal plot punkter på grafen, rækker pr. side mv.
fi_fi: <Strong> Järjestelmänvalvoja: Extra asetukset </ strong>. Extra asetuksia muokatessa plugin lisätään esim. määrä tontti pisteiden kuvaaja, riviä sivu jne
pt_br: <strong>Admin: Configurações Extras</strong>. Configurações extras permite adicionar, por exemplo, número de pontos no gráfico, linhas por página, entre outros...

source: Add Height for BMI
da_dk: Tilføj højde for at måle BMI
hu_hu: Adja hozzá a magasságot a BMI-hez

source: Underweight
da_dk: Undervægtig
hu_hu: sovány

source: Healthy
da_dk: Lige tilpas
hu_hu: Egészséges

source: Overweight
da_dk: Overvægtig
hu_hu: túlsúlyos

source: Heavily Overweight
da_dk: Ekstrem overvægtig
hu_hu: Erősen túlsúlyos

source: No weight data was found for the specified user.
da_dk: Ingen vægt data blev fundet for den angivne bruger.
fi_fi: Painotietoja ei löytynyt määritetylle käyttäjälle.
hu_hu: Súly adatok nem található a megadott felhasználó.
pt_br: Não foi encontrado dados de peso para o usuário especificado.

source: Stats disabled
da_dk: Statistik deaktiveret

source: Name
da_dk: Navn

source: Weight Difference
da_dk: Vægt difference

source: Lost
da_dk: Tabt

source: Gained
da_dk: Opnået

source: Height needed
da_dk: Højde mangler
hu_hu: Magasság szükséges

source: User Data
da_dk: Bruger data
fi_fi: Käyttäjä Data
hu_hu: Felhasználó adatai

source: View / Edit
da_dk: Vis / ændre
fi_fi: Näytä / muokkaa
hu_hu: Nézet/Szerkesztés

source: Delete All
da_dk: Slet alt
fi_fi: Poista KAIKKI
hu_hu: Összes törlése

source: User
da_dk: Bruger

source: You can use the following button to remove all user data currently stored by the plugin. <strong>All weight entries for every user will be lost!</strong>
da_dk: Du kan bruge denne knap til at slette alle brugerdata som i øjeblikket er gemt af plugin'et. <strong>Alle data fra alle brugere vil blive slettet!</strong>
es_es: Puede utilizar el siguiente botón para eliminar todos los datos del usuario almacenados actualmente por el plugin. <strong> Todas las entradas de peso para cada usuario se perderán! </ strong>
fi_fi: Voit käyttää seuraavaa painiketta poistaaksesi kaikki käyttäjätiedot nykyisin tallentaa pluginiin. <Strong> Kaikki painomerkinnät jokaiselle käyttäjälle menetetään! </ Strong>
pt_br: Você pode usar o seguinte botão para remover todos os dados dos usuários armazenados nesse plugin. <strong>Todas as informaçõe de peso serão perdidas!</strong>

source: Remove ALL user data
da_dk: Slet ALLE brugerdata
es_es: Eliminar todos los datos de usuario
fi_fi: Poista KAIKKI käyttäjätiedot
hu_hu: Összes adat törlése
pt_br: Remover os dados de TODOS os usuários

source: Are you sure you?
da_dk: Er du sikker?
fi_fi: Oletko varma?
hu_hu: Biztos benne?
pt_br: Você tem certeza?

source: Are you sure you wish to remove all user data?
da_dk: Er du sikker på du ønsker at fjerne alle brugerdata?
fi_fi: Haluatko että kaikki käyttäjätiedot poistetaan?
hu_hu: Biztos törli?
pt_br: Você tem certeza que deseja remover todos os dados dos usuários?

source: Your height:
da_dk: Din højde:
hu_hu: Magasság:

source: Which unit would you like to record your weight in:
da_dk: Hvilken vægt enhed vil du registrere din vægt i:
fi_fi: Minä yksiköinä haluat tallentavan painosi:
hu_hu: Melyik egységet szertné választani?
pt_br: Qual unidade gostaria de gravar o seu peso:

source: Which unit would you like to record your measurements in:
da_dk: Hvilken enhed vil du gerne optage dine målinger i:
hu_hu: Melyik mértékegységet választja?

source: Display dates in the following formats:
da_dk: Vis datoer i følgende format:
fi_fi: Näytä päiväys ikkunassa:
hu_hu: Dátumok megjelenítése a következő formátumban:
pt_br: Mostrar dados nos seguintes formatos:

source: Save Settings
da_dk: Gem indstillinger
fi_fi: Tallenna asetukset
hu_hu: Beállítások
pt_br: Configurações Salva

source: Delete existing data
da_dk: Slet eksisterende data
es_es: Borrar los datos existentes
fi_fi: Poista tieto
hu_hu: Meglévő adatok törlése
pt_br: Apagar os dados existentes

source: The button below allows you to clear your existing weight history. Confirm:
da_dk: Med knappen nedenfor kan du slette din eksisterende vægt historik. Bekræft venligst:
fi_fi: painike tyhjentää olemassa olevat painohistorian. Vahvista:
hu_hu: Az alábbi lehetőséggel törli az előzményeket: Megerősítés
pt_br: O botão abaixo permite limpar o seu histórico de peso existente. Confirmar:

source: Delete
da_dk: Slet
fi_fi: Poista
hu_hu: Törlés
pt_br: Apagar

source: Weight Loss Tracker - Chart
da_dk: Weight Loss Tracker - daigram
fi_fi: Weight Loss Tracker - Taulukko
hu_hu: Testsúly diagram
pt_br: Monitor de Peso - Gráfico

source: Display a chart to see your current progress.
da_dk: Vis et diagram for at se din aktuelle fremskridt.
fi_fi: Näytä kaavio nähdäksesi nykyisen edistymisen.
hu_hu: Diagram megjelenítése
pt_br: Exibir o gráfico para ver o seu progresso atual.

source: A pretty graph shall appear once you have recorded several weights.
da_dk: En fin graf vil blive vist når du har indtastet flere vægtresultater.
es_es: Un gráfico muy aparecerá una vez que ha grabado varios pesos.
fi_fi: Diagram ilmestyy muutaman tallennetun painon jälkeen
hu_hu: Grafikon jelenik meg amint lesz hozzáadott érték
pt_br: O gráfico será gerado quando você gravar mais registros de pesos.

source: Title
da_dk: Titel
fi_fi: Otsikko
hu_hu: Cím
pt_br: Título

source: Maximum number of plot points on chart
da_dk: Maksimalt antal plot punkter på diagrammet
fi_fi: Enimmäismäärä pisteitä kaaviossa
pt_br: Número máximo de pontos no gráfico

source: Message to display if not logged in
da_dk: Besked til visning, hvis ikke logget ind
fi_fi: Viesti näyttää, jos ei kirjautunut

source: By default the widget is hidden if the user is not logged in. If you wish, you can display a message to the visitor instead.
da_dk: Som standard er denne "widget" skjult, hvis brugeren ikke er logget ind. Hvis du ønsker, kan du få vist en besked til den besøgende i stedet.
fi_fi: Oletuksena widget on piilotettu, jos käyttäjä ei ole kirjautunut sisään. Jos haluat, voit näyttää viestin vierailija sijaan.

source: ID of user (leave blank to show chart for current user)
da_dk: Bruger ID (udfyldes ikke for at vise et diagram for aktuelle bruger)
fi_fi: Käyttäjä ID (jätä tyhjäksi näyttääksesi käyttäjän taulukon)
pt_br: ID do usuário (Deixe em branco para mostrar o gráfico para o usuário)

source: Note: By default, the chart will be displayed in the weight unit chosen by the logged in user. If not specfied the plugin default will be used.
da_dk: Bemærk: Som standard vil diagrammet blive vist i vægtenhed valgt af indlogget bruger. Hvis ikke specificeret vil standard blive brugt.
fi_fi: Huomaa: Oletuksena kaaviossa näkyy painoyksikköä valitsemana kirjautunut käyttäjä. Jos ei ole määritelty plugin oletusarvoisesti käytetään.
pt_br: Nota: Por padrão, o gráfico será exibido na unidade de peso escolhido pelo usuário conectado. Se não for especificado, será usado o padrão do plugin.

source: Hide Measurements (Pro)?
da_dk: Skjul målinger (Pro)?

source: Weight Loss Tracker - Form
da_dk: Weight Loss Tracker - formular
fi_fi: Weight Loss Tracker - Lomake
pt_br: Monitor de Peso - Formulário

source: Display a quick entry form for logged in users to record their weight for today.
da_dk: Vis et hurtigt formular indlæg for brugere der er logget ind, så de kan registrere deres vægt for i dag.
fi_fi: Näytä nopea ilmoittautumislomake kirjautuneille käyttäjille tallentaaksesi heidän paino tänään.
pt_br: Mostrar um formulário de rápida inserção para usuários logados gravarem o seu peso do dia (hoje).

source: Your weight today
da_dk: Din vægt i dag
fi_fi: Sinun painosi tänään
hu_hu: Az Ön testtömege
pt_br: Seu peso hoje

source: Allow user to specify a date?
da_dk: Tillad brugeren at angive en dato?
fi_fi: Sallitko käyttäjien valita päiväys?
pt_br: Permitir que o usuário especifique a data?

source: No. Automatically set to today's date
da_dk: Nej, sæt automatisk til dags dato
fi_fi: Ei. Automaattisesti aseta tämä päivä.
pt_br: Não. Configurar a data automaticamente.

source: Allow user to specify a date
da_dk: Tillad brugeren at angive en dato
fi_fi: Salli käyttäjien valita päivä
pt_br: Habilitar o usuário para especificar a data

source: Hide measurements (Pro)?
da_dk: Skjul målinger (Pro)?

source: lbs
fi_fi: Pauna
hu_hu: font

source: In Detail
fi_fi: Yksityiskohdat
hu_hu: Részletesen
pt_br: Detalhes

source: Get
fi_fi: Hanki
hu_hu: Lekérés
pt_br: Obter

source: General
fi_fi: Yleinen
hu_hu: Általános
pt_br: Geral

source: Chart
fi_fi: Taulukko
hu_hu: Diagram
pt_br: Gráfico

source: Stones & Pounds
es_es: Piedras y libras
fi_fi: Stone & Pauna
hu_hu: font
pt_br: Stones & Libras

source: US (MM/DD/YYYY)
fi_fi: US (Kuukausi/Päivä/Vuosi)
hu_hu: HH/NN/ÉÉÉÉ

source: Bezier Curve (Line only)?
fi_fi: Bezier Käyrä (Ainoastaan viiva)?

source: If enabled, gridlines will be displayed on the Graph canvas.
fi_fi: Jos käytössä, ruudukon viivat näkyy Graph canvas muodossa.

source: Maximum points per graph
fi_fi: Maksimipisteet kaaviossa

source: Point thickness (Line only)
fi_fi: Viivan paksuus (ainostaan linjassa)

source: If enabled, enter a HEX colour code to use for the Weight history line on graph.
fi_fi: Jos käytössä, kirjoita HEX värikoodi käyttää Weight historian linja käyrää.
pt_br: Se habilitado, insira o código da cor HEX para o usuário ver a linha no gráfico do histórico de peso.

source: If enabled, enter a HEX colour code to use forthe shading underneath the Weight history line on graph. Line charts only.
fi_fi: Jos käytössä, kirjoita HEX värikoodi, käyttää varjostus alla Painohistoria viiva käyrää. Linjakaavioita vain.
pt_br: Se habilitado, insira o código da cor HEX para o usuário ver o sombreamento da linha do histórico do peso. Apenas gráfico em linha.

source: View and edit existing user data
fi_fi: Näytä ja muokkaa jo olemassa olevan käyttäjätietoja
hu_hu: Megtekintheti és szerkesztheti a meglévő felhasználói adatokat

source: Delete all user data!
fi_fi: Poista kaikki käyttäjätiedot
hu_hu: Összes adat törlése

source: Type
fi_fi: Tyyppi
hu_hu: Típus
pt_br: Tipo

source: Weight Loss Tracker
hu_hu: Súly csökkenés napló
pt_br: Monitor de Peso

source: Kg
hu_hu: Kilogramm

source: Bust / Chest
hu_hu: Mell

source: Hips
hu_hu: Csipő

source: Navel
hu_hu: Köldök

source: Measurements
hu_hu: Mérések

source: Enable
hu_hu: Engedélyezés

source: First
hu_hu: Első

source: Previous
hu_hu: Előző

source: Instructions
es_es: Instrucciones
pt_br: Instruções

source: Place the tag [weight-loss-tracker] on a given page and the user is presented with a form to enter a date, weight and notes for that entry. When the person saves their entry the data table and graph is refreshed.
pt_br: Adicione o código [weight-loss-tracker] em alguma página. O usuário terá acesso a um formulário para inserir a data, peso e notas sobre o seu peso. Ao registrar o peso, os dados e gráfico são atualizados.

source: Place the tag [weightlosstracker] on a given page and the user is presented with a form to enter a date, weight and notes for that entry. When the person saves their entry the data table and graph is refreshed.
es_es: Colocar la etiqueta [weightlosstracker] en una página determinada y el usuario se presenta con un formulario para introducir una fecha, peso y notas de esa entrada. Cuando la persona guarda su entrada el cuadro de datos y la gráfica se actualiza.

source: Enable support for Avada theme?
es_es: ¿Habilitar el soporte para el tema del Avada?

source: Enables additional styling to support the <a href="http://theme-fusion.com/avada/" target="_blank">Avada theme</a>.
es_es: Permite un estilo adicional apoyar el <a href="http://theme-fusion.com/avada/" target="_blank">tema Avada</a>.

source: Your current target is
es_es: Tu peso deseado acrual es

source: Currently, you haven't specified a target weight.
es_es: Actualmente, tu no has especificado un peso deseado

source: Update Target
es_es: Actualización de destino
